app/controllers/bids_controller.rb

  def create
    @bid = Bid.new(bid_params)

    if @bid.save
---
INSERT INTO "bids" ("amount", "item_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["amount", 13000.0], ["item_id", 3], ["created_at", "2015-10-14 20:35:03.002518"], ["updated_at", "2015-10-14 20:35:03.002518"]]